Repository: wp-plugins/team-rosters
Catalog: lang/mstw-loc-domain-*.po
Languages: de_de, el_gr

source: Post navigation
de_de: Navigation Beiträge

source: <span class="meta-nav">&larr;</span> Previous
de_de: <span class="meta-nav">&larr;</span> Vorherige

source: Next <span class="meta-nav">&rarr;</span>
de_de: Nächste <span class="meta-nav">&rarr;</span>

source: Teams
de_de: Mannschaften
el_gr: Ομάδες

source: Team
de_de: Mannschaft
el_gr: Ομάδα

source: Search Teams
de_de: Mannschaften durchsuchen

source: All Teams
de_de: Alle Mannschaften

source: Edit Team
de_de: Mannschaft bearbeiten

source: Update Team
de_de: Mannschaft aktualisieren

source: Add New Team
de_de: Mannschaft hinzufügen

source: New Team Name
de_de: Neuer Mannschaftsname

source: Separate Teams with commas
de_de: Mannschaften mit Kommas trennen

source: Add or Remove Teams
de_de: Mannschaften hinzufügen oder entfernen

source: Choose from the most used Teams
de_de: Wähle von den meistbenutzten Mannschaften

source: No Teams found
de_de: Keine Mannschaften gefunden

source: Players
de_de: Spieler
el_gr: Παίχτες

source: Player
de_de: Spieler
el_gr: Παίχτης

source: Team Rosters
de_de: Mannschaftslisten

source: All Players
de_de: Alle Spieler
el_gr: Σύνολο Παιχτών

source: Add New Player
de_de: Neuer Spieler hinzufügen
el_gr: Εισαγωγή Νέου Παίχτη

source: Edit Player
de_de: Spieler bearbeiten
el_gr: Επεξεργασία Παίχτη

source: New Player
de_de: Neuer Spieler
el_gr: Νέος Παίχτης

source: View Player
de_de: Spieler anzeigen
el_gr: Επισκόπηση Παίχτη

source: Search Players
de_de: Spieler suchen
el_gr: Αναζήτηση Παιχτών

source: No player found
de_de: Keine Spieler gefunden
el_gr: Δεν βρέθηκε παίχτης

source: No player found in trash
de_de: Keine Spieler im Papierkorb gefunden
el_gr: Δεν βρέθηκε κανένας κανένας παίχτης στον Κάδο

source: Photo
de_de: Bild

source: Nbr
de_de: Nr.
el_gr: Άρ.

source: Hgt
de_de: Gr.

source: Wgt
de_de: Gew.

source: Year
de_de: Jahr
el_gr: Έτος

source: Exp
de_de: Erf.
el_gr: Εμπ.

source: Age
de_de: Alter
el_gr: Ηλικία

source: Home Town
de_de: Heimatort

source: Last School
de_de: Letzte Schule
el_gr: Προηγούμενη Ομάδα

source: Country
de_de: Land
el_gr: Εθνικότητα

source: Bat/Thw
de_de: Schlag/Wurf

source: Other
de_de: Sonstiges

source: R
de_de: Rechts

source: L
de_de: Links

source: B
de_de: Beides

source: First Name
de_de: Vorname
el_gr: Όνομα

source: Last Name
de_de: Familienname
el_gr: Επώνυμο

source: Title
de_de: Titel
el_gr: Τίτλος

source: Number
de_de: Rückennummer
el_gr: Αριθμός

source: Position
de_de: Spielerposition
el_gr: Θέση

source: Height
de_de: Größe
el_gr: Ύψος

source: Weight
de_de: Gewicht
el_gr: Βάρος

source: Experience
de_de: Erfahrung
el_gr: Εμπειρία

source: Team Rosters Display Settings
de_de: Darstellungsoptionen Mannschaftslisten

source: Display Settings
de_de: Darstellungsoptionen

source: Team Rosters Settings
de_de: Einstellungen Mannschaftslisten

source: Save Changes
de_de: Änderungen speichern

source: Reset Default Values
de_de: Auf Vorgabewerte zurückstellen

source: WARNING! Reset Default Values will do so without further warning!
de_de: WARNUNG: Auf Vorgabewerte zurückstellen wird ohne weitere Hinweise ausgeführt!

source: Enter the default settings for Rosters Table columns, as well as the Single Player and Player Gallery data fields. These settings will apply to the [shortcode] roster tables, where they can be overridden by [shortcode] arguments, as well as the single player and player gallery pages.
de_de: Gib die Vorgabewerte für die Mannschaftstabellen-Spalten, sowie für die Datenfelder für einzelne Spieler und Spielergalerien ein. Diese Einstellungen werden für den [shortcode] der Mannschaftsaufstellungs-Tabellen werwendet und können mit [shortcode]-Argumente verändert werden. Ebenfalls können die EInstellungen auf die Seiten für einzelne Spieler und Spielergalerien geändert werden.

source: IF YOU WANT THESE SETTINGS TO APPLY, THE SPECIFIED FORMAT MUST BE "CUSTOM" OR BLANK. IF A SPECIFIC FORMAT, SUCH AS "HIGH-SCHOOL" IS SPECIFIED, IT WILL OVERRIDE THESE SETTINGS.
de_de: FALLS DU DIESE EINSTELLUNGEN VERWENDEN MÖCHTEST, MUSS DAS ANGEGEBENE FORMAT "BENUTZERDEFINIERT" ODER LEER SEIN. FALLS EIN ANDERES FORMAT, WIE Z.B. "HIGH-SCHOOL" EINGEGEBEN WIRD, WERDEN DIESE EINSTELLUNGEN IGNORIERT.

source: Data Field and Table Column Settings
de_de: Einstellungen für Datenfelder und Tabellenspalten.

source: Show or hide the Number field/column. (Default: Show)
de_de: Zeige oder verstecke Feld/Spalte Nummer. (Vorgabe: zeigen)

source: Show Number Column:
de_de: Spalte Nummer zeigen:

source: Set Heading for Number data field or column. (Default: "Number")
de_de: Überschrift für Feld/Spalte Nummer. (Vorgabe: "Nr.")

source: Number Column Label:
de_de: Beschriftung Spalte Nummer:

source: Set Heading for Name data field or column. (Default: "Name")
de_de: Überschrift für Feld/Spalte Name. (Vorgabe: "Name")

source: Name Column Label:
de_de: Beschriftung Spalte Name:

source: Show or hide the Position field/column. (Default: Show)
de_de: Zeige oder verstecke Feld/Spalte Position. (Vorgabe: zeigen)

source: Show Position Column:
de_de: Spalte Position zeigen:

source: Set Heading for Position data field or column. (Default: "Pos")
de_de: Überschrift für Feld/Spalte Position. (Vorgabe: "Pos.")

source: Set Heading for Height data field or column. (Default: "Height")
de_de: Überschrift für Feld/Spalte Größe. (Vorgabe: "Größe")

source: Set Heading for Weight data field or column. (Default: "Weight")
de_de: Überschrift für Feld/Spalte Gewicht. (Vorgabe: "Gewicht")

source: Show or hide the Year field/column. (Default: Hide)
de_de: Zeige oder verstecke Feld/Spalte Jahr. (Vorgabe: verstecken)

source: Show Year Column:
de_de: Spalte Jahr zeigen:

source: Set Heading for Year data field or column. (Default: "Year")
de_de: Überschrift für Feld/Spalte Jahr. (Vorgabe: "Jahr")

source: Show or hide the Experience field/column. (Default: Hide)
de_de: Zeige oder verstecke Feld/Spalte Erfahrung. (Vorgabe: verstecken)

source: Show Experience Column:
de_de: Spalte Erfahrung zeigen:

source: Set Heading for Experience data field or column. (Default: "Exp")
de_de: Überschrift für Feld/Spalte Erfahrung. (Vorgabe: "Erf.")

source: Show or hide the Age field/column. (Default: Hide)
de_de: Zeige oder verstecke Feld/Spalte Alter. (Vorgabe: verstecken)

source: Show Age Column:
de_de: Spalte Alter zeigen:

source: Set Heading for Age data field or column. (Default: "Age")
de_de: Überschrift für Feld/Spalte Alter. (Vorgabe: "Alter")

source: Show or hide the Home Town field/column. (Default: Hide)
de_de: Zeige oder verstecke Feld/Spalte Heimartort. (Vorgabe: verstecken)

source: Show Home Town Column:
de_de: Spalte Heimatort zeigen:

source: Set Heading for Home Town data field or column. (Default: "Home Town")
de_de: Überschrift für Feld/Spalte Heimatort. (Vorgabe: "Heimatort.")

source: Show or hide the Last School field/column. (Default: Hide)
de_de: Zeige oder verstecke Feld/Spalte Letzte Schule. (Vorgabe: verstecken)

source: Show Last School Column:
de_de: Spalte Letzte Schule zeigen:

source: Set Heading for Last School data field or column. (Default: "Last School")
de_de: Überschrift für Feld/Spalte Letzte Schule. (Vorgabe: "Letzte Schule")

source: Show or hide the Country field/column. (Default: Hide)
de_de: Zeige oder verstecke Feld/Spalte Land. (Vorgabe: verstecken)

source: Show Country Column:
de_de: Spalte Land zeigen:

source: Set Heading for Country data field or column. (Default: "Country")
de_de: Überschrift für Feld/Spalte Land. (Vorgabe: "Land")

source: Show or hide the Bats/Throws field/column. (Default: Hide)
de_de: Zeige oder verstecke Feld/Spalte Schlag/Wurf. (Vorgabe: verstecken)

source: Show Bats/Throws Column:
de_de: Spalte Schlag/Wurf zeigen:

source: Set Heading for Bats/Throws data field or column. (Default: "Bat/Thw")
de_de: Überschrift für Feld/Spalte Schlag/Wurf. (Vorgabe: "Schlag/Wurf")

source: Show or hide the Other field/column. (Default: Hide)
de_de: Zeige oder verstecke Feld/Spalte Sonstiges. (Vorgabe: verstecken)

source: Show Other Column:
de_de: Spalte Sonstiges zeigen:

source: Set Heading for Other data field or column. (Default: "Other")
de_de: Überschrift für Feld/Spalte Sonstiges. (Vorgabe: "Sonstiges")

source: Show Roster Table Titles (as "Team Name Roster")
de_de: Zeige Überschriften der Mannschaftslisten-Tabellen (als \"Aufstellung Team Name\")

source: Show Roster Table Titles:
de_de: Zeige Überschriften der Mannschaftslisten:

source: Custom
de_de: Benutzerdefiniert

source: Roster Table format. (Default: Custom)
de_de: Listenformat. (Vorgabe: Benutzerdefiniert)

source: Roster Table Format:
de_de: Listenformat:

source: Sort by Last Name
de_de: Nach Nachname sortieren

source: Sort by First Name
de_de: Nach Vorname sortieren

source: Sort by Number
de_de: Nach Nummer sortieren

source: Roster table sort order. (Default: Last Name)
de_de: Sortierreihenfolge der Mannschaftsliste. (Vorgabe: Nachname)

source: Sort Roster by:
de_de: Sortiere Liste nach:

source: Last, First
de_de: Nachname, Vorname

source: First Last
de_de: Vorname Nachname

source: First Name Only
de_de: Nur Vorname

source: Last Name Only
de_de: Nur Nachname

source: Select display format for Player Name. (Default: Last, First)
de_de: Wähle Darstellung für Spielernamen. (Vorgabe: Nachname, Vorname)

source: Display Players by:
de_de: Spieler zeigen nach:

source: Shows photos in roster tables. (Default: Hide)
de_de: Bilder in die Listentabellen zeigen (Vorgabe: verstecken)

source: Show Player Photos:
de_de: Spielerbilder zeigen:

source: (Default: "Photo")
de_de: (Vorgabe: "Bild")

source: Set width in pixels for table photos, if shown. (Default: 64px)
de_de: Breite in Pixels für Bilder in Tabellen, falls dargestellt. (Vorgabe: 64px)

source: Table Photo Width:
de_de: Bilderbreite in Tabellen:

source: Set height in pixels for table photos, if shown. (Default: 64px)
de_de: Höhe in Pixels für Bilder in Tabellen, falls dargestellt. (Vorgabe: 64px)

source: Table Photo Height:
de_de: Bilderhöhe in Tabellen:

source: Table Title Text Color:
de_de: Textfarbe für Tabellenüberschriften:

source: Table Links Color:
de_de: Farbe für Tabellenlinks:

source: Table Header Background Color:
de_de: Hintergrundfarbe für Tabellenüberschriften:

source: Table Header Text Color:
de_de: Textfarbe für Tabellenkopfzeilen:

source: Table Even Row Text Color:
de_de: Textfarbe für geraden Tabellenzeilen:

source: Table Even Row Background Color:
de_de: Hintergrundfarbe für geraden Tabellenzeilen:

source: Table Odd Row Text Color:
de_de: Textfarbe für ungeraden Tabellenzeilen:

source: Table Odd Row Background Color:
de_de: Hintergrundfarbe für ungeraden Tabellenzeilen:

source: Enter the default team roster table settings. Note that these settings will apply to all the [shortcode] roster tables, overriding the default styles. However they can be overridden by more specific stylesheet rules for specific teams.
de_de: Gib die Standardeinstellungen für die Listen-Tabellen ein. Diese werden dann für alle [shortcode] Mannschaftslisten verwendet, statt die Standard-Darstellungen. Sie können allerdings mit Stylesheet-Regeln für einzelne Teams überschrieben werden.

source: Player Profile(Bio) Title:
de_de: Überschrift Spieler-Biografie:

source: Player Photo Width:
de_de: Breite Spielerbild:

source: Player Photo Height:
de_de: Höhe Spielerbild:

source: Main Box Background Color:
de_de: Hintergrundfarbe Hauptkasten:

source: Main Box Text Color:
de_de: Textfarbe Hauptkasten:

source: Player Profile(Bio) Border Color:
de_de: Randfarbe Spieler-Biografie:

source: Player Bio Header Text Color:
de_de: Textfarbe Kopfzeile Spieler-Biografie:

source: Player Bio Text Color:
de_de: Textfarbe Spieler-Biografie:

source: Player Bio Background Color:
de_de: Hintergrundfarbe Spieler-Biografie:

source: Player Gallery Links Color:
de_de: Linkfarbe Spieler-Galerie:

source: Enter your single player and player gallery page settings. Unless otherwise noted, these settings will apply to both the pages.
de_de: Gib die Einstellungen für Einzelspieler und Spielergalerien ein. Wenn nichts anders vermerkt ist, gelten die Angaben für beiden Seitentypen.

source: No first or last name
de_de: Kein Vorname oder Nachname

source: first name
de_de: Vorname

source: first
de_de: Vorname

source: last name
de_de: Nachname

source: last
de_de: Nachname

source: number
de_de: Nummer

source: nbr
de_de: Nr.

source: weight
de_de: Gewicht

source: wt
de_de: Gew.

source: height
de_de: Höhe

source: ht
de_de: Höhe

source: age
de_de: Alter

source: year
de_de: Jahr

source: yr
de_de: Jahr

source: experience
de_de: Erfahrung

source: exp
de_de: Erf.

source: home town
de_de: Heimatort

source: country
de_de: Land

source: last school
de_de: Letzte Schule

source: Show
de_de: Zeigen

source: Hide
de_de: Verstecken

source: Player Bio
de_de: Spieler-Biografie

source: Name
el_gr: Όνομα

source: Hometown (Last School)
el_gr: Καταγωγή (Προηγούμενη Ομάδα)

source: Last School (Country)
el_gr: Προηγούμενη Ομάδα (Καταγωγή)

source: Sorry, No players found for team:
el_gr: Δεν βρέθηκαν παίχτες καταχωρημένοι στην ομάδα που επιλέξατε

source: Enter your single player page settings.
el_gr: Εισάγετε τα στοιχεία του παίχτη

source: Enter your team roster table settings.
el_gr: Εισάγεται τα στοιχεία των παιχτών της ομάδας σας

source: Ht
el_gr: Υψ.

source: Wt
el_gr: Βαρ.

source: Hometown
el_gr: Καταγωγή

source: Pages:
el_gr: Σελίδες:

source: This entry was posted in %1$s and tagged %2$s by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
el_gr: Αυτή η καταχώρηση προέρχεται από %1$s and tagged %2$s by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.

source: This entry was posted in %1$s by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
el_gr: Αυτή η καταχώρηση προέρχεται από %1$s by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.

source: This entry was posted by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
el_gr: Αυτή η καταχώρηση προέρχεται από <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.

source: Edit
el_gr: Επεξεργασία

source: About %s
el_gr: Σχετικά %s

source: View all posts by %s <span class="meta-nav">&rarr;</span>
el_gr: Άνοιξε όλα τα άρθρα από %s <span class="meta-nav">&rarr;</span>
